"SPC Password" = "Senha SPC";
"Authentication Key" = "Chave de Autenticação";
"Incorrect key" = "Chave incorreta";
"Incorrect SPC Password" = "Senha SPC Incorreta";
"Enter 26 digit key" = "Digite a chave de autenticação de 26 dígitos.";
"Security" = "Segurança";
"Too many retries of SPC." = "Muitas tentativas de digitação do SPC.";
"AKEY set successfully." = "Chave-A definida corretamente.";
"Failed to set AKEY." = "A definição da Chave-A falhou.";
"Too many retries of AKEY." = "Excesso de tentativas de digitação da Chave-A.";
"Password" = "Senha";
"Key" = "Chave";
"OK" = "OK";
"Cancel" = "Cancelar";